<?php

// ** إعدادات قاعدة البيانات - يمكنك الحصول على هذه المعلومات من مستضيفك ** //

/** اسم قاعدة البيانات */
define('DB_NAME', 'twitter');

/** اسم مستخدم قاعدة البيانات */
define('DB_USER', 'twitter');

/** كلمة مرور قاعدة البيانات */
define('DB_PASSWORD', '123000');

/** عنوان خادم قاعدة البيانات */
define('DB_HOST', 'localhost');

/** ترميز قاعدة البيانات */
define('DB_CHARSET', 'utf8mb4');

/** نوع تجميع قاعدة البيانات. لا تغير هذا إن كنت غير متأكد */
define('DB_COLLATE', '');




define('PASSWORD', '123000');
